<?php

return [

    /*
    |--------------------------------------------------------------------------
    | CRUD Language Lines
    |--------------------------------------------------------------------------
    */

    'home'              => 'Главная',
    'name'              => 'Наименование',
    'edit'              => 'Редактировать',
    'delete'            => 'Удалить',
    'view'              => 'Посмотреть',
    'update'            => 'Обновить',
    'tables'            => 'Таблицы',
    'tables_desc'       => 'Просмотр таблиц базы данных и управление ими',
    'actions'           => 'Действия',
    'rows_desc'         => 'Просмотр строк таблицы и управление ими',
    'row_data'          => 'Данные ряда',
    'table_name'        => 'Название таблицы',
    'table_rows'        => 'Строки таблицы',
    'table_data'        => 'Данные таблицы',
    'create_row'        => 'Создать строку',
    'save_row'          => 'Сохранить строку',

    'row_deleted'       => 'Строка удалена!',
    'row_created'       => 'Строка создана!',
    'row_edited'        => 'Строка изменена!',
];
